[
    {"atomic_number": 1, "name": "Hydrogen", "symbol": "H", "description": "Hydrogen is the lightest and most abundant element in the universe, crucial for stars and life."},
    {"atomic_number": 2, "name": "Helium", "symbol": "He", "description": "Helium is a non-toxic, inert gas used in balloons and as a cooling medium in various industries."},
    {"atomic_number": 3, "name": "Lithium", "symbol": "Li", "description": "Lithium is a soft metal used in rechargeable batteries and heat-resistant glass."},
    {"atomic_number": 4, "name": "Beryllium", "symbol": "Be", "description": "Beryllium is a rare metal, lightweight and strong, primarily used in aerospace and defense industries."},
    {"atomic_number": 5, "name": "Boron", "symbol": "B", "description": "Boron is a metalloid used in glassmaking and as an essential nutrient for plants."},
    {"atomic_number": 6, "name": "Carbon", "symbol": "C", "description": "Carbon is the foundation of life on Earth and exists in various forms, including graphite and diamond."},
    {"atomic_number": 7, "name": "Nitrogen", "symbol": "N", "description": "Nitrogen makes up 78% of Earth's atmosphere and is essential for plant growth and protein formation."},
    {"atomic_number": 8, "name": "Oxygen", "symbol": "O", "description": "Oxygen is a colorless, odorless gas essential for respiration in most life forms on Earth."},
    {"atomic_number": 9, "name": "Fluorine", "symbol": "F", "description": "Fluorine is a highly reactive, corrosive element used in making various chemicals and compounds."},
    {"atomic_number": 10, "name": "Neon", "symbol": "Ne", "description": "Neon is a noble gas known for its bright red-orange glow in signs and lights."},
    {"atomic_number": 11, "name": "Sodium", "symbol": "Na", "description": "Sodium is a highly reactive metal, commonly found in salt and used in various chemical reactions."},
    {"atomic_number": 12, "name": "Magnesium", "symbol": "Mg", "description": "Magnesium is a light metal used in alloys, aircraft construction, and as a component in batteries."},
    {"atomic_number": 13, "name": "Aluminum", "symbol": "Al", "description": "Aluminum is a lightweight, non-corrosive metal commonly used in packaging, construction, and transportation."},
    {"atomic_number": 14, "name": "Silicon", "symbol": "Si", "description": "Silicon is a metalloid widely used in electronics and as a major component of sand and computer chips."},
    {"atomic_number": 15, "name": "Phosphorus", "symbol": "P", "description": "Phosphorus is a highly reactive element essential for life, especially in DNA and ATP."},
    {"atomic_number": 16, "name": "Sulfur", "symbol": "S", "description": "Sulfur is a yellow, non-metallic element used in fertilizers, chemicals, and medicines."},
    {"atomic_number": 17, "name": "Chlorine", "symbol": "Cl", "description": "Chlorine is a greenish-yellow gas used in disinfectants and in the production of plastics."},
    {"atomic_number": 18, "name": "Argon", "symbol": "Ar", "description": "Argon is a colorless, odorless noble gas used in light bulbs and as an inert gas in welding."},
    {"atomic_number": 19, "name": "Potassium", "symbol": "K", "description": "Potassium is an alkali metal essential for plant growth and nerve function in animals."},
    {"atomic_number": 20, "name": "Calcium", "symbol": "Ca", "description": "Calcium is a vital element for bone health and is commonly found in bones and shells."},
    {"atomic_number": 21, "name": "Scandium", "symbol": "Sc", "description": "Scandium is a rare metal used in aerospace materials and sports equipment for its lightweight properties."},
    {"atomic_number": 22, "name": "Titanium", "symbol": "Ti", "description": "Titanium is a strong, lightweight metal used in aerospace, medical implants, and high-end consumer products."},
    {"atomic_number": 23, "name": "Vanadium", "symbol": "V", "description": "Vanadium is a hard, corrosion-resistant metal used in steel alloys and batteries."},
    {"atomic_number": 24, "name": "Chromium", "symbol": "Cr", "description": "Chromium is a shiny, steel-gray metal known for its use in stainless steel and in chrome plating."},
    {"atomic_number": 25, "name": "Manganese", "symbol": "Mn", "description": "Manganese is a metal important for steel production and as an essential trace element in biology."},
    {"atomic_number": 26, "name": "Iron", "symbol": "Fe", "description": "Iron is one of the most abundant metals on Earth, widely used in construction and manufacturing."},
    {"atomic_number": 27, "name": "Cobalt", "symbol": "Co", "description": "Cobalt is a hard metal used in alloys for high-temperature applications and in battery technology."},
    {"atomic_number": 28, "name": "Nickel", "symbol": "Ni", "description": "Nickel is a corrosion-resistant metal used in coins, batteries, and stainless steel."},
    {"atomic_number": 29, "name": "Copper", "symbol": "Cu", "description": "Copper is a highly conductive metal used in electrical wiring, coins, and plumbing."},
    {"atomic_number": 30, "name": "Zinc", "symbol": "Zn", "description": "Zinc is a metal commonly used for galvanizing other metals and in batteries and cosmetics."},
    {"atomic_number": 31, "name": "Gallium", "symbol": "Ga", "description": "Gallium is a soft metal used in electronics and as a component in solar cells and LEDs."},
    {"atomic_number": 32, "name": "Germanium", "symbol": "Ge", "description": "Germanium is a metalloid used in semiconductors, fiber optics, and infrared optics."},
    {"atomic_number": 33, "name": "Arsenic", "symbol": "As", "description": "Arsenic is a toxic metalloid used in pesticides and semiconductors."},
    {"atomic_number": 34, "name": "Selenium", "symbol": "Se", "description": "Selenium is a non-metal used in electronics, glassmaking, and as a micronutrient."},
    {"atomic_number": 35, "name": "Bromine", "symbol": "Br", "description": "Bromine is a reddish-brown liquid used in flame retardants and in water treatment."},
    {"atomic_number": 36, "name": "Krypton", "symbol": "Kr", "description": "Krypton is a colorless, odorless noble gas used in lighting and photographic flashes."},
    {"atomic_number": 37, "name": "Rubidium", "symbol": "Rb", "description": "Rubidium is a highly reactive alkali metal used in research and in atomic clocks."},
    {"atomic_number": 38, "name": "Strontium", "symbol": "Sr", "description": "Strontium is used in fireworks for its red color and in certain medical treatments."},
    {"atomic_number": 39, "name": "Yttrium", "symbol": "Y", "description": "Yttrium is used in superconductors, LEDs, and phosphors for color television tubes."},
    {"atomic_number": 40, "name": "Zirconium", "symbol": "Zr", "description": "Zirconium is a corrosion-resistant metal used in nuclear reactors and in jewelry."},
    {"atomic_number": 41, "name": "Niobium", "symbol": "Nb", "description": "Niobium is a metal used in superconducting materials and high-strength steel alloys."},
    {"atomic_number": 42, "name": "Molybdenum", "symbol": "Mo", "description": "Molybdenum is a metal important for steel production, high-temperature alloys, and electronics."},
    {"atomic_number": 43, "name": "Technetium", "symbol": "Tc", "description": "Technetium is a synthetic element used in medical imaging and as a radiation source."},
    {"atomic_number": 44, "name": "Ruthenium", "symbol": "Ru", "description": "Ruthenium is a rare metal used in electronics, catalysis, and in the production of electrical contacts."},
    {"atomic_number": 45, "name": "Rhodium", "symbol": "Rh", "description": "Rhodium is a precious metal used in catalytic converters and in jewelry."},
    {"atomic_number": 46, "name": "Palladium", "symbol": "Pd", "description": "Palladium is a rare metal used in catalytic converters, hydrogen storage, and electronics."},
    {"atomic_number": 47, "name": "Silver", "symbol": "Ag", "description": "Silver is a precious metal used in jewelry, electronics, and as currency in the past."},
    {"atomic_number": 48, "name": "Cadmium", "symbol": "Cd", "description": "Cadmium is a toxic metal used in batteries, pigments, and in electroplating."},
    {"atomic_number": 49, "name": "Indium", "symbol": "In", "description": "Indium is a soft metal used in semiconductors, solar cells, and as a component in solder."},
    {"atomic_number": 50, "name": "Tin", "symbol": "Sn", "description": "Tin is a soft, corrosion-resistant metal used in coatings, alloys, and food containers."},
    {"atomic_number": 51, "name": "Antimony", "symbol": "Sb", "description": "Antimony is a metalloid used in flame retardants, lead batteries, and semiconductors."},
    {"atomic_number": 52, "name": "Tellurium", "symbol": "Te", "description": "Tellurium is a metalloid used in alloys, solar cells, and in thermoelectric devices."},
    {"atomic_number": 53, "name": "Iodine", "symbol": "I", "description": "Iodine is a halogen essential for thyroid function and commonly used as a disinfectant."},
    {"atomic_number": 54, "name": "Xenon", "symbol": "Xe", "description": "Xenon is a noble gas used in lighting, anesthesia, and as a general anesthetic."},
    {"atomic_number": 55, "name": "Cesium", "symbol": "Cs", "description": "Cesium is a highly reactive alkali metal used in atomic clocks and research."},
    {"atomic_number": 56, "name": "Barium", "symbol": "Ba", "description": "Barium is used in medical imaging, fireworks, and in the production of glass and ceramics."},
    {"atomic_number": 57, "name": "Lanthanum", "symbol": "La", "description": "Lanthanum is a rare earth metal used in electronics, batteries, and as a catalyst."},
    {"atomic_number": 58, "name": "Cerium", "symbol": "Ce", "description": "Cerium is used in catalytic converters, glass polishing, and as a catalyst in industrial processes."},
    {"atomic_number": 59, "name": "Praseodymium", "symbol": "Pr", "description": "Praseodymium is a rare earth metal used in magnets, glass, and as a catalyst."},
    {"atomic_number": 60, "name": "Neodymium", "symbol": "Nd", "description": "Neodymium is used in high-strength magnets, lasers, and in various industrial applications."},
    {"atomic_number": 61, "name": "Promethium", "symbol": "Pm", "description": "Promethium is a radioactive element used in atomic batteries and research."},
    {"atomic_number": 62, "name": "Samarium", "symbol": "Sm", "description": "Samarium is used in magnets, nuclear reactors, and as a catalyst."},
    {"atomic_number": 63, "name": "Europium", "symbol": "Eu", "description": "Europium is a rare earth metal used in phosphorescent and fluorescent applications."},
    {"atomic_number": 64, "name": "Gadolinium", "symbol": "Gd", "description": "Gadolinium is used in MRI contrast agents and in the production of high-performance magnets."},
    {"atomic_number": 65, "name": "Terbium", "symbol": "Tb", "description": "Terbium is used in phosphors, magnets, and as a dopant in various materials."},
    {"atomic_number": 66, "name": "Dysprosium", "symbol": "Dy", "description": "Dysprosium is used in magnets, lasers, and as a neutron absorber in nuclear reactors."},
    {"atomic_number": 67, "name": "Holmium", "symbol": "Ho", "description": "Holmium is used in lasers and as a component in high-strength magnets."},
    {"atomic_number": 68, "name": "Erbium", "symbol": "Er", "description": "Erbium is used in optical fiber amplification, lasers, and in high-strength magnets."},
    {"atomic_number": 69, "name": "Thulium", "symbol": "Tm", "description": "Thulium is used in lasers, radiation therapy, and in various industrial applications."},
    {"atomic_number": 70, "name": "Ytterbium", "symbol": "Yb", "description": "Ytterbium is used in lasers, as a dopant in fiber optics, and in some high-tech alloys."},
    {"atomic_number": 71, "name": "Lutetium", "symbol": "Lu", "description": "Lutetium is used in catalysts, as a radiation source, and in high-temperature research."},
    {"atomic_number": 72, "name": "Hafnium", "symbol": "Hf", "description": "Hafnium is used in nuclear reactors and in the production of high-temperature alloys."},
    {"atomic_number": 73, "name": "Tantalum", "symbol": "Ta", "description": "Tantalum is used in electronics, capacitors, and in high-temperature applications."},
    {"atomic_number": 74, "name": "Tungsten", "symbol": "W", "description": "Tungsten is a dense metal used in light bulb filaments, aerospace components, and military applications."},
    {"atomic_number": 75, "name": "Rhenium", "symbol": "Re", "description": "Rhenium is used in high-performance engines and in catalytic processes."},
    {"atomic_number": 76, "name": "Osmium", "symbol": "Os", "description": "Osmium is a dense, hard metal used in electrical contacts and in some chemical processes."},
    {"atomic_number": 77, "name": "Iridium", "symbol": "Ir", "description": "Iridium is a dense, corrosion-resistant metal used in electrical contacts and high-temperature applications."},
    {"atomic_number": 78, "name": "Platinum", "symbol": "Pt", "description": "Platinum is a precious metal used in jewelry, catalytic converters, and in industrial processes."},
    {"atomic_number": 79, "name": "Gold", "symbol": "Au", "description": "Gold is a precious metal used in jewelry, currency, and in various electronic components."},
    {"atomic_number": 80, "name": "Mercury", "symbol": "Hg", "description": "Mercury is a liquid metal used in thermometers, fluorescent lights, and electrical switches."},
    {"atomic_number": 81, "name": "Thallium", "symbol": "Tl", "description": "Thallium is a toxic metal used in electronics and in some medical treatments."},
    {"atomic_number": 82, "name": "Lead", "symbol": "Pb", "description": "Lead is a toxic metal used in batteries, shielding from radiation, and in certain construction materials."},
    {"atomic_number": 83, "name": "Bismuth", "symbol": "Bi", "description": "Bismuth is a heavy metal used in cosmetics, pharmaceuticals, and in low-melting alloys."},
    {"atomic_number": 84, "name": "Polonium", "symbol": "Po", "description": "Polonium is a highly radioactive element used in research and as a heat source for space missions."},
    {"atomic_number": 85, "name": "Astatine", "symbol": "At", "description": "Astatine is a rare and highly radioactive halogen used in medical research."},
    {"atomic_number": 86, "name": "Radon", "symbol": "Rn", "description": "Radon is a radioactive noble gas that occurs naturally from the decay of uranium and thorium."},
    {"atomic_number": 87, "name": "Francium", "symbol": "Fr", "description": "Francium is a highly radioactive and unstable element, the least stable of the alkali metals."},
    {"atomic_number": 88, "name": "Radium", "symbol": "Ra", "description": "Radium is a radioactive metal once used in luminous paint and for cancer treatment."},
    {"atomic_number": 89, "name": "Actinium", "symbol": "Ac", "description": "Actinium is a radioactive metal used in radiation therapy and as a neutron source."},
    {"atomic_number": 90, "name": "Thorium", "symbol": "Th", "description": "Thorium is a radioactive metal considered as a potential alternative to uranium in nuclear reactors."},
    {"atomic_number": 91, "name": "Protactinium", "symbol": "Pa", "description": "Protactinium is a rare radioactive element used in nuclear reactors and scientific research."},
    {"atomic_number": 92, "name": "Uranium", "symbol": "U", "description": "Uranium is a radioactive metal used as fuel in nuclear reactors and for nuclear weapons."},
    {"atomic_number": 93, "name": "Neptunium", "symbol": "Np", "description": "Neptunium is a radioactive element used in the production of plutonium and in nuclear research."},
    {"atomic_number": 94, "name": "Plutonium", "symbol": "Pu", "description": "Plutonium is a highly radioactive element used as a fuel in nuclear reactors and in nuclear weapons."},
    {"atomic_number": 95, "name": "Americium", "symbol": "Am", "description": "Americium is used in smoke detectors and as a source of radiation in certain scientific instruments."},
    {"atomic_number": 96, "name": "Curium", "symbol": "Cm", "description": "Curium is a synthetic radioactive element used in nuclear reactors and for scientific research."},
    {"atomic_number": 97, "name": "Berkelium", "symbol": "Bk", "description": "Berkelium is a radioactive element used in scientific research, particularly in the production of heavier elements."},
    {"atomic_number": 98, "name": "Californium", "symbol": "Cf", "description": "Californium is a radioactive element used in neutron sources and in medical treatments."},
    {"atomic_number": 99, "name": "Einsteinium", "symbol": "Es", "description": "Einsteinium is a synthetic element used primarily in scientific research, especially in nuclear studies."},
    {"atomic_number": 100, "name": "Fermium", "symbol": "Fm", "description": "Fermium is a synthetic radioactive element used in scientific research to explore nuclear reactions."},
    {"atomic_number": 101, "name": "Mendelevium", "symbol": "Md", "description": "Mendelevium is a synthetic element named after Dmitri Mendeleev, used in nuclear research."},
    {"atomic_number": 102, "name": "Nobelium", "symbol": "No", "description": "Nobelium is a synthetic element named after Alfred Nobel, used in scientific research, particularly in the study of nuclear chemistry."},
    {"atomic_number": 103, "name": "Lawrencium", "symbol": "Lr", "description": "Lawrencium is a synthetic element used in nuclear research, particularly in the synthesis of heavier elements."},
    {"atomic_number": 104, "name": "Rutherfordium", "symbol": "Rf", "description": "Rutherfordium is a synthetic element used in nuclear physics and named after Ernest Rutherford."},
    {"atomic_number": 105, "name": "Dubnium", "symbol": "Db", "description": "Dubnium is a synthetic element named after Dubna, Russia, used in nuclear chemistry and physics."},
    {"atomic_number": 106, "name": "Seaborgium", "symbol": "Sg", "description": "Seaborgium is a synthetic element named after Glenn T. Seaborg, used in advanced nuclear research."},
    {"atomic_number": 107, "name": "Bohrium", "symbol": "Bh", "description": "Bohrium is a synthetic element named after Niels Bohr, used in scientific research to study nuclear reactions."},
    {"atomic_number": 108, "name": "Hassium", "symbol": "Hs", "description": "Hassium is a synthetic element used in nuclear research, named after the German state of Hesse."},
    {"atomic_number": 109, "name": "Meitnerium", "symbol": "Mt", "description": "Meitnerium is a synthetic element named after Lise Meitner, used in the study of nuclear processes."},
    {"atomic_number": 110, "name": "Darmstadtium", "symbol": "Ds", "description": "Darmstadtium is a synthetic element named after Darmstadt, Germany, used in advanced nuclear research."},
    {"atomic_number": 111, "name": "Roentgenium", "symbol": "Rg", "description": "Roentgenium is a synthetic element named after Wilhelm Röntgen, used in nuclear physics experiments."},
    {"atomic_number": 112, "name": "Copernicium", "symbol": "Cn", "description": "Copernicium is a synthetic element named after Nicolaus Copernicus, used in nuclear science."},
    {"atomic_number": 113, "name": "Nihonium", "symbol": "Nh", "description": "Nihonium is a synthetic element named after Japan (Nihon), used in nuclear research."},
    {"atomic_number": 114, "name": "Flerovium", "symbol": "Fl", "description": "Flerovium is a synthetic element named after the Flerov Laboratory of Nuclear Reactions in Russia."},
    {"atomic_number": 115, "name": "Moscovium", "symbol": "Mc", "description": "Moscovium is a synthetic element named after Moscow, Russia, used in advanced nuclear research."},
    {"atomic_number": 116, "name": "Livermorium", "symbol": "Lv", "description": "Livermorium is a synthetic element named after the Lawrence Livermore National Laboratory, used in nuclear studies."},
    {"atomic_number": 117, "name": "Tennessine", "symbol": "Ts", "description": "Tennessine is a synthetic element named after the state of Tennessee, used in nuclear chemistry."},
    {"atomic_number": 118, "name": "Oganesson", "symbol": "Og", "description": "Oganesson is a synthetic element named after Yuri Oganessian, used in cutting-edge nuclear research."}
]
